Repository: hanklzl/ReadingMVP
Catalog: apps/reader/iosApp/LittleMandarinClassics/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ability_dim_character_recognition
source: Character recognition
zh_hans: 识字

# ability_dim_comprehension
source: Comprehension
zh_hans: 理解

# ability_dim_culture
source: Culture
zh_hans: 文化

# ability_dim_listening
source: Listening
zh_hans: 听读

# ability_dim_retelling
source: Retelling
zh_hans: 复述

# ability_dim_sentence_reading
source: Sentence reading
zh_hans: 句读

# ability_dim_word_meaning
source: Word meaning
zh_hans: 词义

# ability_encourage
source: Every story grows another skill. Keep going!
zh_hans: 每读一篇故事，就长出一个新本领。继续加油！

# ability_progress_fraction
source: %1$d / %2$d stories
zh_hans: %1$d / %2$d 篇

# ability_subtitle
source: Look how many skills you are growing!
zh_hans: 看看你正在长出多少本领！

# ability_title
source: My Chinese map
zh_hans: 我的中文地图

# ability_today_card_action
source: Open
zh_hans: 打开

# ability_today_card_body
source: See all the reading skills you are growing.
zh_hans: 看看你正在长出的阅读本领。

# ability_today_card_title
source: My Chinese map
zh_hans: 我的中文地图

# action_back
source: Back
zh_hans: 返回

# action_back_to_reading
source: Back to reading
zh_hans: 回到阅读

# action_back_to_today
source: Back to Today
zh_hans: 回到今日

# action_clear_filter
source: Clear filter
zh_hans: 清除筛选

# action_close
source: Close
zh_hans: 关闭

# action_continue
source: Continue
zh_hans: 继续

# action_continue_to_quiz
source: Continue to quiz
zh_hans: 继续去小测验

# action_done
source: Done
zh_hans: 完成

# action_new_words
source: New Words
zh_hans: 生字

# action_next
source: Next
zh_hans: 下一步

# action_ok
source: OK
zh_hans: 好

# action_open_privacy
source: Open privacy page
zh_hans: 打开隐私页

# action_previous
source: Previous
zh_hans: 上一步

# action_read_again
source: Read again
zh_hans: 再读一遍

# action_read_again_from_start
source: Read again from paragraph 1
zh_hans: 从第 1 段重新读

# action_read_again_short
source: Read again
zh_hans: 再读一次

# action_show_answer
source: Show answer
zh_hans: 显示答案

# action_skip
source: Skip
zh_hans: 跳过

# action_start_quiz
source: Start Quiz
zh_hans: 开始小测验

# action_start_reading
source: Start reading
zh_hans: 开始阅读

# action_start_review
source: Start review
zh_hans: 开始复习

# action_still_learning
source: Still learning
zh_hans: 再学学

# action_submit
source: Submit
zh_hans: 提交

# ai_console_answer_label
source: Answer: %@
zh_hans: 回答：%@

# ai_console_clear_all
source: Clear all
zh_hans: 全部清除

# ai_console_delete
source: Delete
zh_hans: 删除

# ai_console_empty
source: No AI explanations yet. When your child taps to explain a word or part of a story, it will show up here.
zh_hans: 还没有 AI 讲解。当孩子点按讲解某个字词或故事内容时，会显示在这里。

# ai_console_last_none
source: No activity yet
zh_hans: 暂无活动

# ai_console_outcome_allowed
source: Answered
zh_hans: 已回答

# ai_console_outcome_declined
source: Declined
zh_hans: 已拒答

# ai_console_query_label
source: Asked: %@
zh_hans: 提问：%@

# ai_console_retention
source: The AI only gives controlled explanations about the current story — no open chat. This log lives on this device, keeps the most recent 200 explanations, and a grown-up can delete it any time. It stores story words and short answer previews only — never your child's name or personal details.
zh_hans: AI 只围绕当前故事做受控讲解，不做开放聊天。此记录仅保存在本机，最多保留最近 200 条，家长可随时删除。只记录故事中的字词与简短答案预览，绝不记录孩子的姓名或个人信息。

# ai_console_summary_declined
source: %d gently declined (off-topic)
zh_hans: %d 次温和拒答（与故事无关）

# ai_console_summary_last
source: Last activity: %@
zh_hans: 最近活动：%@

# ai_console_summary_total
source: %d AI explanations
zh_hans: 共 %d 次 AI 讲解

# ai_console_title
source: AI safety console
zh_hans: AI 安全记录

# ai_mock_answer
source: This paragraph explains what is happening in the story. Read it once more and look for the main idea.
zh_hans: 这一段讲故事正在发生的事。再读一遍，找找最重要的意思。

# ai_out_of_scope
source: This question is not very close to today's story. Let's come back to the story first.
zh_hans: 这个问题和今天的故事关系不大，我们先回到故事里吧。

# app_name
source: Little Mandarin Classics
zh_hans: 小小中文经典

# app_subtitle
source: Little Mandarin Classics
zh_hans: 每天一篇中文经典

# common_retry
source: Try again
zh_hans: 再试一次

# completion_encouragement_body
source: Great focus. You finished today's story.
zh_hans: 很专心，今天的故事完成了。

# completion_encouragement_title
source: Well done!
zh_hans: 读得真棒

# completion_milestone_goal_body
source: %d / %d stories today
zh_hans: 今日已读 %d / %d 篇

# completion_milestone_goal_title
source: Today goal complete
zh_hans: 今日目标完成

# completion_milestone_streak_title
source: %d-day streak
zh_hans: 连续 %d 天

# completion_stamp_milestone
source: %d-day mark
zh_hans: 达成 %d 天

# completion_stamp_story_done
source: Story done
zh_hans: 故事完成

# completion_stamp_story_plus_one
source: Story +1
zh_hans: 故事 +1

# completion_stamp_streak_plus_one
source: Streak +1
zh_hans: 连续 +1

# empty_library_body
source: Approved stories will appear here in reading order.
zh_hans: 审核通过的故事会按阅读顺序显示在这里。

# empty_library_title
source: No stories yet
zh_hans: 还没有故事

# empty_stories_message
source: Story resources are not available yet.
zh_hans: 故事资源暂时不可用。

# empty_stories_title
source: No stories
zh_hans: 暂无故事

# feedback_age_prefer_not_to_say
source: Prefer not to say
zh_hans: 不方便说明

# feedback_child_age_band
source: Child age band
zh_hans: 孩子年龄段

# feedback_error
source: Feedback was not saved.
zh_hans: 反馈没有保存成功。

# feedback_issue_ai
source: AI explanation
zh_hans: AI 解释

# feedback_issue_audio
source: Audio
zh_hans: 朗读

# feedback_issue_bug
source: Bug
zh_hans: 问题

# feedback_issue_content
source: Story content
zh_hans: 故事内容

# feedback_issue_other
source: Other
zh_hans: 其他

# feedback_issue_type
source: Issue type
zh_hans: 问题类型

# feedback_parent_contact
source: Parent email (optional)
zh_hans: 家长邮箱（可选）

# feedback_parent_contact_note
source: Only a parent email is optional. Do not enter a child name, school, location, phone number, or other contact details.
zh_hans: 仅可选填写家长邮箱。请不要填写孩子姓名、学校、位置、电话号码或其他联系方式。

# feedback_parent_contact_placeholder
source: parent@example.com (optional)
zh_hans: parent@example.com（可选）

# feedback_privacy_warning
source: For parents only. Please describe the issue without child names, school, exact location, photos, phone numbers, or other personal details.
zh_hans: 仅供家长填写。请描述问题，不要填写孩子姓名、学校、具体位置、照片、电话号码或其他个人信息。

# feedback_satisfaction
source: Satisfaction
zh_hans: 满意度

# feedback_satisfaction_needs_work
source: Needs work
zh_hans: 需要改进

# feedback_satisfaction_satisfied
source: Satisfied
zh_hans: 满意

# feedback_satisfaction_very_satisfied
source: Very happy
zh_hans: 很满意

# feedback_saved
source: Feedback saved on this device.
zh_hans: 反馈已保存在本设备。

# feedback_submit
source: Save
zh_hans: 保存

# feedback_suggestion
source: Suggestion
zh_hans: 建议

# feedback_suggestion_placeholder
source: What would make reading easier?
zh_hans: 怎样能让阅读更顺利？

# feedback_title
source: Give feedback
zh_hans: 给我们反馈

# filter_all
source: All
zh_hans: 全部

# filter_level
source: Level %d
zh_hans: %d 级

# level_value
source: Level %d
zh_hans: %d 级

# library_empty_message
source: Try another level.
zh_hans: 换一个级别看看。

# library_empty_title
source: No stories here
zh_hans: 这里暂无故事

# library_error_body
source: Try again to load the story library.
zh_hans: 请再试一次加载故事库。

# library_error_title
source: Stories could not load
zh_hans: 故事加载失败

# library_loading_body
source: Preparing the reading library in series order.
zh_hans: 正在按系列顺序准备故事库。

# library_loading_title
source: Loading stories
zh_hans: 正在加载故事

# library_no_results_body
source: Clear the level filter to see the full series order.
zh_hans: 清除等级筛选后，可以看到完整故事顺序。

# library_no_results_title
source: No stories match this level
zh_hans: 没有这个等级的故事

# library_status_continue
source: Continue
zh_hans: 继续读

# library_status_done
source: Done
zh_hans: 完成

# library_status_new
source: New
zh_hans: 新故事

# library_story_order_series
source: Story %1$d - %2$@
zh_hans: 第 %1$d 篇 · %2$@

# library_title
source: Story Library
zh_hans: 故事库

# nav_library
source: Library
zh_hans: 故事库

# nav_parent
source: Parent
zh_hans: 家长

# nav_settings
source: Settings
zh_hans: 设置

# nav_today
source: Today
zh_hans: 今日

# nav_word_book
source: Words
zh_hans: 生字本

# onboarding_age_5_6
source: Age 5-6
zh_hans: 5-6 岁

# onboarding_age_7_8
source: Age 7-8
zh_hans: 7-8 岁

# onboarding_age_title
source: Reading level
zh_hans: 阅读等级

# onboarding_day_one_body
source: Finish today story to complete the first day.
zh_hans: 读完今日故事，就完成第一天。

# onboarding_day_one_title
source: Streak Day 1
zh_hans: 连续第 1 天

# onboarding_get_started
source: Start today
zh_hans: 开始今日阅读

# onboarding_goal_one_story
source: 1 story a day
zh_hans: 每天 1 篇

# onboarding_goal_title
source: Daily goal
zh_hans: 每日目标

# onboarding_goal_two_stories
source: 2 stories a day
zh_hans: 每天 2 篇

# onboarding_language_title
source: Interface language
zh_hans: 界面语言

# onboarding_privacy_note
source: No child name, birthday, school, photo, or location is needed.
zh_hans: 不需要填写儿童姓名、生日、学校、照片或位置。

# onboarding_subtitle
source: Set up a gentle daily reading habit.
zh_hans: 一起建立轻松的每日阅读习惯。

# onboarding_title
source: Welcome
zh_hans: 欢迎

# parent_advice_action_open_story
source: Open story
zh_hans: 打开故事

# parent_advice_action_review_words
source: Review words
zh_hans: 复习生字

# parent_advice_keep_streak
source: Keep the routine light: read one short story today to protect the reading habit.
zh_hans: 保持轻松节奏：今天读一篇短故事，继续阅读习惯。

# parent_advice_read_together
source: Read today's story together for 5 minutes, then ask your child to retell the main idea.
zh_hans: 今天一起读 5 分钟故事，然后请孩子复述主要内容。

# parent_advice_retell_prompt_format
source: Retell prompt: %1$@
zh_hans: 复述提示：%1$@

# parent_advice_review_due_words_format
source: Review %1$d due words together before starting the next story.
zh_hans: 先一起复习 %1$d 个到期生字，再开始下一篇故事。

# parent_advice_revisit_story_format
source: Revisit "%1$@" and read the story clue together before the next quiz.
zh_hans: 可以重读《%1$@》，一起找找故事提示后再做测验。

# parent_advice_title
source: Suggested next step
zh_hans: 建议下一步

# parent_advice_try_next_story_format
source: Try the next story, "%1$@", when you have a quiet 5-minute reading window.
zh_hans: 有安静的 5 分钟时，可以试试下一篇《%1$@》。

# parent_comprehension_accuracy_format
source: Comprehension accuracy: %1$@
zh_hans: 理解正确率：%1$@

# parent_gate_answer_label
source: Answer
zh_hans: 答案

# parent_gate_button
source: Unlock adult area
zh_hans: 解锁家长区域

# parent_gate_error
source: Ask a grown-up to try again.
zh_hans: 请让家长再试一次。

# parent_gate_message
source: This area shows reading progress for a grown-up. Answer the check below to continue. No child name or personal details are needed.
zh_hans: 这里会显示阅读进度，仅供家长查看。请回答下方检查题继续。不需要孩子姓名或个人信息。

# parent_gate_question
source: Grown-up check: what is 17 + 6?
zh_hans: 家长检查：17 + 6 等于几？

# parent_gate_title
source: Grown-up check
zh_hans: 家长验证

# parent_practised_format
source: Today you practised: %1$@
zh_hans: 今天练习了：%1$@

# parent_practised_title
source: Today you practised
zh_hans: 今天练习了

# parent_privacy
source: Privacy
zh_hans: 隐私

# parent_privacy_note
source: We do not ask for a child name, birthday, school, photo, location, or contact details. AI explanations stay within the story and analytics must be anonymous.
zh_hans: 不会要求填写儿童姓名、生日、学校、照片、位置或联系方式。AI 只围绕故事解释，数据分析必须匿名。

# parent_quiz_correct
source: Quiz correct
zh_hans: 答对题数

# parent_reading_days
source: Reading days
zh_hans: 阅读天数

# parent_review_pack_title
source: Review pack ready
zh_hans: 复习包已准备

# parent_stories_read
source: Stories read
zh_hans: 已读故事

# parent_story_progress
source: Story Progress
zh_hans: 故事进度

# parent_title
source: Parent Report
zh_hans: 家长报告

# parent_words_reviewed
source: Words reviewed
zh_hans: 复习生字

# placement_intro_body
source: Tap the meaning of each word. It is just for fun and helps us pick stories at the right level. There are no wrong answers.
zh_hans: 点一点每个词的意思。这只是个小游戏，帮我们挑选合适等级的故事，没有答错之说。

# placement_intro_title
source: Quick word game
zh_hans: 趣味词语小游戏

# placement_no_items
source: The word game is not available right now.
zh_hans: 词语小游戏暂时不可用。

# placement_progress
source: Word %d of %d
zh_hans: 第 %d 个，共 %d 个

# placement_question
source: What does this word mean?
zh_hans: 这个词是什么意思？

# placement_result_continue
source: Continue
zh_hans: 继续

# placement_result_level
source: We will start you at Level %d.
zh_hans: 我们将从第 %d 级开始。

# placement_result_privacy
source: This only personalizes recommendations on this device. No name or personal info is saved.
zh_hans: 这只用于在本设备上个性化推荐，不会保存姓名或个人信息。

# placement_result_title
source: All done. Great job!
zh_hans: 全部完成，真棒！

# placement_section_title
source: Reading level check
zh_hans: 阅读等级测评

# placement_skip
source: Skip the game
zh_hans: 跳过小游戏

# placement_start
source: Try the word game
zh_hans: 玩词语小游戏

# play_more_check
source: Check
zh_hans: 看看对不对

# play_more_cloze_title
source: Fill in the blank
zh_hans: 填一填空格

# play_more_correct
source: Nice work! 🎉
zh_hans: 太棒了！🎉

# play_more_done
source: Done
zh_hans: 完成

# play_more_empty
source: No extra games for this story today.
zh_hans: 今天这篇故事还没有小游戏。

# play_more_intro
source: Try these little games. Take your time — you can always try again!
zh_hans: 试试这些小游戏吧，慢慢来，随时可以再试一次！

# play_more_matching_title
source: Match the words
zh_hans: 连一连词语

# play_more_move_down
source: Move down
zh_hans: 下移

# play_more_move_up
source: Move up
zh_hans: 上移

# play_more_ordering_title
source: Put the sentences in order
zh_hans: 把句子排好顺序

# play_more_start
source: Play more
zh_hans: 再玩一会儿

# play_more_subtitle
source: A few fun games using today's story. No score — just play!
zh_hans: 用今天的故事玩几个小游戏，没有分数，只为好玩！

# play_more_title
source: Play more
zh_hans: 再玩一会儿

# play_more_try_again
source: Almost! Give it another try.
zh_hans: 就差一点！再试一次吧。

# privacy_ai_scope
source: AI explanations stay within the current story and do not become open chat.
zh_hans: AI 解释只围绕当前故事，不做开放聊天。

# privacy_ai_scope_title
source: Controlled AI only
zh_hans: 只做受控 AI 解释

# privacy_analytics_anonymous
source: Any analytics must be anonymous and must not include child personal information.
zh_hans: 如使用数据分析，必须匿名，且不包含儿童个人信息。

# privacy_analytics_title
source: Anonymous analytics
zh_hans: 匿名数据分析

# privacy_content_title
source: Public-domain stories
zh_hans: 公有领域故事

# privacy_coppa_gdprk
source: Designed with COPPA / GDPR-K data minimization in mind.
zh_hans: 设计时遵循 COPPA / GDPR-K 的数据最小化原则。

# privacy_coppa_gdprk_title
source: COPPA / GDPR-K posture
zh_hans: COPPA / GDPR-K 立场

# privacy_in_app_no_external_page
source: This privacy page is built into the app and does not load an external website or make a network request.
zh_hans: 本隐私页内置在应用中，不加载外部网站，也不会发起网络请求。

# privacy_local_progress
source: Reading progress, word review, settings, and feedback are kept on this device for the MVP unless a privacy-reviewed storage path is added later.
zh_hans: MVP 的阅读进度、生字复习、设置和反馈保存在本设备；如以后增加存储路径，必须先通过隐私审核。

# privacy_local_progress_title
source: Local learning data
zh_hans: 本地学习数据

# privacy_network_title
source: In-app page only
zh_hans: 应用内页面

# privacy_no_child_details
source: We do not collect a child's name, birthday, school, photo, precise location, contact details, or other identifying profile fields.
zh_hans: 我们不收集儿童姓名、生日、学校、照片、精确位置、联系方式或其他身份资料。

# privacy_no_child_details_title
source: No child personal details
zh_hans: 不收集儿童个人信息

# privacy_parent_account_only
source: If accounts are added later, they are for parents or caregivers only, not children.
zh_hans: 如果以后增加账号，也只面向家长或照护者，不面向儿童。

# privacy_parent_account_title
source: Parent-only accounts
zh_hans: 仅家长账号

# privacy_public_domain_content
source: Stories are adapted from public-domain classical sources and record their source notes in the app content.
zh_hans: 故事改写自公有领域经典文本，并在内容中记录来源说明。

# privacy_summary
source: Little Mandarin Classics keeps child reading data minimal and private.
zh_hans: 小小中文经典只保留必要的儿童阅读数据，并重视隐私保护。

# privacy_title
source: Privacy
zh_hans: 隐私

# quiz_complete_title
source: Story Complete
zh_hans: 完成啦

# quiz_correct
source: Nice thinking
zh_hans: 想得很好

# quiz_retell
source: Retell
zh_hans: 复述

# quiz_review_story
source: Good try. Let's look back at the story.
zh_hans: 没关系，我们回到故事里看看。

# quiz_score_label
source: Quiz score
zh_hans: 小测验得分

# quiz_select_answer_prompt
source: Choose one answer when you are ready.
zh_hans: 准备好了就先选一个答案。

# quiz_show_result
source: Show result
zh_hans: 查看结果

# quiz_title
source: Quiz
zh_hans: 小测验

# reading_ai_answer
source: Story explanation
zh_hans: 故事解释

# reading_ai_boundary
source: Only explains this story and the current paragraph.
zh_hans: 只解释当前故事和这一段。

# reading_ai_error
source: The story helper cannot explain this part right now.
zh_hans: 故事小助手现在还不能解释这里。

# reading_ai_loading
source: Explaining this part
zh_hans: 正在解释这里

# reading_ask
source: Explain this part
zh_hans: 解释这里

# reading_audio
source: Play audio
zh_hans: 朗读

# reading_audio_paused
source: Paused
zh_hans: 已暂停

# reading_audio_playing
source: Playing
zh_hans: 播放中

# reading_audio_source_recorded
source: Recorded
zh_hans: 录音

# reading_audio_source_tts
source: System voice
zh_hans: 系统语音

# reading_auto_continue
source: Auto-continue
zh_hans: 自动续播

# reading_back_to_reading_place
source: Back to reading place
zh_hans: 回到朗读处

# reading_coachmark_play
source: Tap play when you are ready.
zh_hans: 准备好后再点播放。

# reading_coachmark_sentence
source: Tap a sentence or its speaker to hear it.
zh_hans: 点句子或小喇叭即可听这一句。

# reading_font_size
source: Text size
zh_hans: 字号

# reading_mode_read_along
source: Read-along
zh_hans: 听读

# reading_mode_tap_to_listen
source: Tap-to-listen
zh_hans: 点读

# reading_next_sentence
source: Next sentence
zh_hans: 下一句

# reading_pause_audio
source: Pause audio
zh_hans: 暂停朗读

# reading_pinyin
source: Pinyin
zh_hans: 拼音

# reading_playback_speed
source: Playback speed
zh_hans: 语速

# reading_previous_sentence
source: Previous sentence
zh_hans: 上一句

# reading_progress_accessibility
source: Page %1$d of %2$d
zh_hans: 第 %1$d 页，共 %2$d 页

# reading_read_all
source: Read all
zh_hans: 全文朗读

# reading_repeat_sentence
source: Repeat sentence
zh_hans: 重复本句

# reading_resume_audio
source: Resume audio
zh_hans: 继续朗读

# reading_sentence_play
source: Play sentence
zh_hans: 播放本句

# reading_sentence_progress
source: Sentence %1$d / %2$d · %3$@ · %4$@
zh_hans: 第 %1$d 句 / 共 %2$d 句 · %3$@ · %4$@

# reading_settings_title
source: Reading settings
zh_hans: 阅读设置

# reading_size_large
source: L
zh_hans: 大

# reading_size_medium
source: M
zh_hans: 中

# reading_size_small
source: S
zh_hans: 小

# reading_speed_default
source: Slightly slow
zh_hans: 略慢

# reading_speed_normal
source: Normal
zh_hans: 正常

# reading_speed_slow
source: Slow
zh_hans: 慢速

# reading_stop_audio
source: Stop audio
zh_hans: 停止朗读

# review_pack_all_correct
source: Great job! You answered everything correctly today.
zh_hans: 太棒了！今天的题目全部答对啦。

# review_pack_correct_answer_label
source: Correct answer
zh_hans: 正确答案

# review_pack_done
source: Done
zh_hans: 完成

# review_pack_intro
source: A quick, friendly look back so today sticks.
zh_hans: 快速温习一下，今天学得更牢。

# review_pack_missed_title
source: Let's look again
zh_hans: 我们再看一看

# review_pack_parent_tip_title
source: For the grown-up
zh_hans: 给家长的话

# review_pack_reread_title
source: Read this again
zh_hans: 再读一遍

# review_pack_tip_praise
source: Praise the effort and pick one new word to use today.
zh_hans: 表扬孩子的努力，再挑一个新词今天用一用。

# review_pack_tip_read_together
source: Read this story together again and talk about what happened.
zh_hans: 和孩子一起再读这个故事，聊聊发生了什么。

# review_pack_tip_review_due_words
source: A few words are due for review — practise them in the Word Book today.
zh_hans: 有几个字词到复习时间了——今天在生字本里练一练。

# review_pack_title
source: Today's review
zh_hans: 今日复习

# review_pack_view
source: Open review
zh_hans: 打开复习

# review_pack_why_label
source: Why
zh_hans: 为什么

# review_pack_words_title
source: Words to practise
zh_hans: 要练习的字词

# series_three_kingdoms
source: Three Kingdoms
zh_hans: 三国演义

# settings_about
source: Little Mandarin Classics v1.0
zh_hans: 小小中文经典 v1.0

# settings_ai_backend_base_url
source: AI backend base URL
zh_hans: AI 后端地址

# settings_ai_boundary
source: AI explanations are controlled and only about the current story. This backend setting is for grown-up testing.
zh_hans: AI 解释是受控的，只围绕当前故事。后端设置仅供家长或测试使用。

# settings_ai_console
source: AI safety console
zh_hans: AI 安全记录

# settings_ai_use_mock
source: Use local mock
zh_hans: 使用本地模拟

# settings_audio_system
source: System
zh_hans: 系统

# settings_audio_voice
source: Audio voice
zh_hans: 朗读声音

# settings_developer
source: Developer
zh_hans: 开发者

# settings_give_feedback
source: Give feedback
zh_hans: 给我们反馈

# settings_grownups
source: For grown-ups
zh_hans: 家长区域

# settings_grownups_gate_message
source: Parent report, feedback, and developer settings are for grown-ups. Answer the check below to open them.
zh_hans: 家长报告、反馈和开发者设置仅供家长使用。请回答下方检查题打开。

# settings_language
source: Language
zh_hans: 语言

# settings_parent
source: Parent
zh_hans: 家长

# settings_pinyin_default
source: Show pinyin by default
zh_hans: 默认显示拼音

# settings_privacy
source: Privacy
zh_hans: 隐私

# settings_reading
source: Reading
zh_hans: 阅读

# settings_recheck_level
source: Re-check reading level
zh_hans: 重新测评阅读等级

# settings_sfx
source: Sound effects
zh_hans: 音效

# settings_sfx_disabled
source: Disabled
zh_hans: 关闭

# settings_sfx_enable
source: Enable sound effects
zh_hans: 开启音效

# settings_sfx_enabled
source: Enabled
zh_hans: 开启

# settings_sfx_preview
source: Preview sound
zh_hans: 试听音效

# settings_sfx_volume
source: SFX volume
zh_hans: 音效音量

# settings_title
source: Settings
zh_hans: 设置

# state_error_message
source: Please try again after the app finishes loading its story resources.
zh_hans: 请在应用完成加载故事资源后再试。

# state_error_title
source: Something went wrong
zh_hans: 出了点问题

# state_loading
source: Loading stories
zh_hans: 正在加载故事

# status_completed
source: Completed
zh_hans: 已完成

# status_continue
source: Continue
zh_hans: 继续读

# status_new
source: New
zh_hans: 新故事

# status_not_started
source: Not started
zh_hans: 未开始

# step_count
source: %d of %d
zh_hans: %d / %d

# streak_day_count
source: Day %d
zh_hans: 第 %d 天

# streak_goal_complete
source: Goal met
zh_hans: 已达成

# streak_goal_continue
source: Keep reading
zh_hans: 继续阅读

# streak_progress_format
source: %d / %d stories today
zh_hans: 今日 %d / %d 篇

# today_quiz
source: Quiz
zh_hans: 小测验

# today_quiz_locked_message
source: Read the story first, then come back for the quiz.
zh_hans: 先读完故事，再回来做小测验。

# today_quiz_locked_title
source: Reading comes first
zh_hans: 先阅读故事

# today_review_fresh_body
source: Wrap up today with a quick review.
zh_hans: 用一个小复习来结束今天吧。

# today_review_pending_body
source: A short review from your last story is ready.
zh_hans: 上一篇故事的小复习已准备好。

# today_review_pending_title
source: Finish today's review
zh_hans: 完成今日复习

# today_review_words
source: Review %d words today
zh_hans: 今日复习 %d 个词

# today_title
source: Today
zh_hans: 今日故事

# today_up_next
source: Up next
zh_hans: 接下来

# today_words
source: Words
zh_hans: 生字

# vocab_empty_message
source: This story has no vocabulary cards.
zh_hans: 这个故事暂无生字卡。

# vocab_empty_title
source: No words
zh_hans: 暂无生字

# vocab_title
source: New Words
zh_hans: 生字

# weekly_plan_advice_celebrate_streak
source: Celebrate the streak! A short story today keeps the momentum.
zh_hans: 为连续阅读点赞！今天读一篇短故事保持势头。

# weekly_plan_advice_read_together
source: Read one short story together today to keep the reading habit going.
zh_hans: 今天一起读一篇短故事，保持阅读习惯。

# weekly_plan_advice_review_due_words
source: Review the words that need practice together before the next story.
zh_hans: 在读下一篇之前，一起复习需要练习的字词。

# weekly_plan_advice_revisit_story
source: Revisit a recent story and read the tricky sentence together.
zh_hans: 重温最近读过的故事，一起读那句较难的句子。

# weekly_plan_advice_title
source: Top suggestion
zh_hans: 本周首要建议
